import streamlit as st

def app():
    st.title('ЦИФРОВЫЕ ИССЛЕДОВАНИЯ ИНТЕРТЕКСТУАЛЬНОСТИ НА МАТЕРИАЛЕ РУССКОЙ ПОЭЗИИ')
    st.header('О ПРОЕКТЕ')
    st.text("""Проект посвящен исследованию интертекстуальности на материале русской поэзии. Этот ресурс может быть полезен как исследователям, 
    так и непродвинутым пользователям, так как помимо узкоспециализированной информации на нем представлены научно-популярные статьи и подробная 
    инструкция для пользователей. Школьная программа не предполагает интертекстуального анализ апоэзии, поэтому увлеченным литературой 
    учащимся наш ресурс поможет открыть много нового.""")
